tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "android-platform-tools"
# cask "android-studio"
# brew "gradle-completion"
brew "scrcpy"

# tap "adoptopenjdk/openjdk"
# cask "adoptopenjdk11"
tap "clojure/tools"
brew "clojure/tools/clojure"
cask "temurin11"
cask "temurin17"

# cask "chromedriver"
brew "nvm"
# brew "postgresql"

brew "python"

brew "fd"
brew "git"
brew "jq"
brew "shellcheck"
brew "tree"

cask "brave-browser"
cask "firefox"

cask "docker"
cask "visual-studio-code"

brew "nmap"
cask "postman"
cask "wireshark"

cask "iterm2"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "keepingyouawake"
cask "michaelvillar-timer"
cask "middleclick"
cask "rectangle"

brew "atomicparsley"
cask "mkvtoolnix"
cask "mpv"
cask "vlc"
brew "youtube-dl"
